[
	{
	    "plot": "A kid tries to find his dad, and goes around fighting ants, thieves, video gamers, and another weird people. Oh and their´s also a pedophile clown dude.","answer": "Hunter x Hunter"
	},
	{
		"plot": "Two midgets try to use magical science to bring back their dead mommy, and become cripples [well actually one loses his whole body]. So they try and find a way, to get their body back using the power of science.","answer": "Full Metal Alchemist"
    },
    {
        "plot": "Student eats potato chip, becomes mass murderer.","answer": "Death Note"
    },
    {
        "plot": "A High Schooler wants to save his blind sister, so he starts a rebellion sponsored by Pizza Hut","answer": "Code Geass"
    },
    {
        "plot": "Stretchy boy goes around asking people if they poop. But less importantly also tries to find the Pirate King´s treasure.","answer": "One Piece"
    },
    {
        "plot": "Not many words are needed, just a whole lot of screaming, killing, and some politics too.","answer": "Attack on Titan"
    },
    {
        "plot": "A doctor gets in trouble for saving a little kid, and gets fired. The little kid becomes a crazy sociopath and tries to kill everyone.","answer": "Monster"
    },
    {
        "plot": "A vampire gets his mouth stapled by crab, hilarity ensues","answer": "Monogatari"
    },
    {
        "plot": "Two men can't kill each other so they team up to find a smelly guy","answer": "Samurai Champloo"
    },
    {
        "plot": "Guy drinks girl's spit and has a trip and proceeds to saves town's people.","answer": "Your Name"
    },
    {
        "plot": "A teacher with a chronic disease is being harrased by a group of students, soldiers, a blonde bitch and a trap","answer": "Assasination Classroom"
    },
    {
        "plot": "Young Naive Impressionable kid travels the world searching for his dad. He fights grown men, fends off a paedophile and makes a life long friend ","answer": "Hunter X Hunter"
    },
    {
        "plot": "Girl decides the best way to seek vengance for her father is to wear skimpy clothing","answer":"Kill la kill"
    },
    {
        "plot": "He wanted a date, she wanted a meal.","answer":"Tokyo Ghoul"
    },
    {
        "plot": "Salaryman fights evil spirits with salt-based martial arts.","answer":"Mob Psycho 100"
    },
    {
        "plot": "Dysfunctional couple participates in the Hunger Games","answer":"Mirai Nikki"
    },
    {
        "plot": "Wannabe homeless cult leader enslaves perverted child to help him get a birdhouse","answer":"Norigami"
    },
    {
        "plot": "Two shut in siblings use their incest to rule the world","answer":"No Game No Life"
    },
    {
        "plot": "Satan gets a Job at McDonalds.","answer":"Devil is a Part Timer"
    },
    {
        "plot": "Guys finds a 1000 ways to die","answer":"Re Zero"
    },
    {
        "plot": "A boy travels back in time to prevents his girlfriends death by ask for help from her killer","answer":"Erased"
    },
    {
        "plot": "A boy sexually harasses his schoolmates with his cooking","answer":"Food Wars"
    },
    {
        "plot": "Ten year old boy gets kicked out of home to join an animal fighting ring","answer":"Pokemon"
    },
    {
        "plot": "Teenage boys make YouTube Videos","answer":"Zankyou no Terror"
    },
    {
        "plot": "Police plays laser tag with criminals","answer":"Psycho Pass"
    }
]